
"NSLessThanPredicateOperatorType" = "est inférieur à";
"NSLessThanOrEqualToPredicateOperatorType" = "est inférieur ou égal à";
"NSGreaterThanPredicateOperatorType" = "is greater than";
"NSGreaterThanOrEqualToPredicateOperatorType"="is greater or equal to";
"NSEqualToPredicateOperatorType" = "is equal to";
"NSNotEqualToPredicateOperatorType" = "is not equal to";
"NSMatchesPredicateOperatorType" = "matches";
"NSLikePredicateOperatorType" = "is like";
"NSBeginsWithPredicateOperatorType" = "begins with";
"NSEndsWithPredicateOperatorType" = "ends with";
"NSInPredicateOperatorType" = "is in";
"NSCustomSelectorPredicateOperatorType"="custom";
"NSContainsPredicateOperatorType" = "contains";
"NSBetweenPredicateOperatorType" = "is between";
